Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# CheckinCommunity_SignDoneSkipped
source: Community sign-in already done, skipped
de_de: Community-Check-in bereits erledigt, übersprungen
es_mx: Registro de comunidad ya hecho, omitido
fr_fr: Check-in communauté déjà effectué, ignoré
hi_in: कम्युनिटी साइन-इन पहले ही हो चुका है, छोड़ा गया
id_id: Check-in komunitas sudah selesai, dilewati
it_it: Firma community già fatta, saltata
ja_jp: コミュニティチェックイン済み、スキップ
ko_kr: 커뮤니티 출석 이미 완료, 건너뜀
pt_br: Check-in da comunidade já feito, pulado
ru_ru: Отметка сообщества уже выполнена, пропущено
zh_cn: 社区签到已完成，跳过
zh_tw: 社群簽到已完成，跳過

# CheckinCommunity_GetPostsFailed
source: Failed to get post list. Cannot perform read/like/share.
de_de: Beitragsliste konnte nicht abgerufen werden. Lesen/Liken/Teilen nicht möglich.
es_mx: Error al obtener lista de publicaciones. No se puede leer/dar me gusta/compartir.
fr_fr: Échec de récupération des publications, impossible d'exécuter lire/aimer/partager
hi_in: पोस्ट सूची प्राप्त करने में विफल। पढ़ना/पसंद/साझा नहीं कर सकते।
id_id: Gagal mendapatkan daftar postingan. Tidak dapat melakukan baca/suka/bagikan.
it_it: Recupero elenco post fallito. Impossibile eseguire lettura/mi piace/condivisione.
ja_jp: 投稿リスト取得失敗。既読/いいね/共有を実行できません。
ko_kr: 게시물 목록을 가져오지 못했습니다. 읽기/좋아요/공유를 수행할 수 없습니다.
pt_br: Falha ao obter lista de posts. Não é possível realizar ler/curtir/compartilhar.
ru_ru: Не удалось получить список постов. Нельзя выполнить чтение/лайк/репост.
zh_cn: 获取帖子列表失败，无法执行看帖/点赞/分享
zh_tw: 取得貼文清單失敗，無法執行瀏覽貼文/按讚/分享

# CheckinCommunity_ReadDoneSkipped
source: Read already done, skipped
de_de: Lesen bereits erledigt, übersprungen
es_mx: Lectura ya hecha, omitida
fr_fr: Lecture déjà effectuée, ignorée
hi_in: पढ़ना पहले ही हो चुका है, छोड़ा गया
id_id: Baca sudah selesai, dilewati
it_it: Lettura già fatta, saltata
ja_jp: 既読済み、スキップ
ko_kr: 읽기 이미 완료, 건너뜀
pt_br: Leitura já feita, pulada
ru_ru: Чтение уже выполнено, пропущено
zh_cn: 看帖已完成，跳过
zh_tw: 瀏覽貼文已完成，跳過

# CheckinCommunity_LikeDoneSkipped
source: Like already done, skipped
de_de: Liken bereits erledigt, übersprungen
es_mx: Me gusta ya hecho, omitido
fr_fr: J'aime déjà effectué, ignoré
hi_in: पसंद पहले ही हो चुकी है, छोड़ा गया
id_id: Suka sudah selesai, dilewati
it_it: Mi piace già fatto, saltato
ja_jp: いいね済み、スキップ
ko_kr: 좋아요 이미 완료, 건너뜀
pt_br: Curtida já feita, pulada
ru_ru: Лайк уже сделан, пропущено
zh_cn: 点赞已完成，跳过
zh_tw: 按讚已完成，跳過

# CheckinCommunity_ShareDoneSkipped
source: Share already done, skipped
de_de: Teilen bereits erledigt, übersprungen
es_mx: Compartir ya hecho, omitido
fr_fr: Partage déjà effectué, ignoré
hi_in: साझा पहले ही हो चुका है, छोड़ा गया
id_id: Bagikan sudah selesai, dilewati
it_it: Condivisione già fatta, saltata
ja_jp: 共有済み、スキップ
ko_kr: 공유 이미 완료, 건너뜀
pt_br: Compartilhamento já feito, pulado
ru_ru: Репост уже сделан, пропущено
zh_cn: 分享已完成，跳过
zh_tw: 分享已完成，跳過

# CheckinCommunity_GainedCoins
source: Gained {0} Miyou Coins (current {1})
de_de: {0} MiHoYo-Münzen erhalten (aktuell {1})
es_mx: Obtenidas {0} Miyou Coins (actual {1})
fr_fr: {0} pièces Hoyolab obtenues (actuel {1})
hi_in: {0} मियोउ कॉइन प्राप्त हुए (वर्तमान {1})
id_id: Mendapatkan {0} Koin Miyou (saat ini {1})
it_it: Ottenute {0} Monete Miyou (attuali {1})
ja_jp: {0}コイン獲得（現在 {1}）
ko_kr: {0} 미호요 코인 획득 (현재 {1})
pt_br: Ganhou {0} Moedas Miyou (atual {1})
ru_ru: Получено {0} монет (текущий баланс {1})
zh_cn: 获得 {0} 米游币 (当前 {1})
zh_tw: 獲得 {0} 米遊幣 (目前 {1})

# CheckinCommunity_CurrentCoins
source: {0} Miyou Coins
de_de: {0} MiHoYo-Münzen
fr_fr: {0} pièces Hoyolab
hi_in: {0} मियोउ कॉइन
id_id: {0} Koin Miyou
it_it: {0} Monete Miyou
ja_jp: {0}コイン
ko_kr: {0} 미호요 코인
pt_br: {0} Moedas Miyou
ru_ru: {0} монет
zh_cn: {0} 米游币
zh_tw: {0} 米遊幣

# CheckinCommunity_GenshinSignRequestFailed
source: Genshin Community Sign-in: request failed
de_de: Genshin Community-Check-in: Anfrage fehlgeschlagen
es_mx: Registro de comunidad Genshin: solicitud fallida
fr_fr: Check-in communauté Genshin : échec de la requête
hi_in: जेनशिन कम्युनिटी साइन-इन: अनुरोध विफल
id_id: Check-in Komunitas Genshin: permintaan gagal
it_it: Firma Community Genshin: richiesta fallita
ja_jp: コミュニティチェックイン: リクエスト失敗
ko_kr: 원신 커뮤니티 출석: 요청 실패
pt_br: Check-in da comunidade Genshin: falha na requisição
ru_ru: Отметка сообщества: ошибка запроса
zh_cn: 原神社区签到: 请求失败
zh_tw: 原神社群簽到: 請求失敗

# CheckinCommunity_GenshinSignSuccess
source: Genshin Community Sign-in successful
de_de: Genshin Community-Check-in erfolgreich
es_mx: Registro de comunidad Genshin exitoso
fr_fr: Check-in communauté Genshin réussi
hi_in: जेनशिन कम्युनिटी साइन-इन सफल
id_id: Check-in Komunitas Genshin berhasil
it_it: Firma Community Genshin riuscita
ja_jp: コミュニティチェックイン成功
ko_kr: 원신 커뮤니티 출석 성공
pt_br: Check-in da comunidade Genshin bem-sucedido
ru_ru: Отметка сообщества успешна
zh_cn: 原神社区签到成功
zh_tw: 原神社群簽到成功

# CheckinCommunity_GenshinSignCaptcha
source: Genshin Community Sign-in: CAPTCHA triggered, skipped
de_de: Genshin Community-Check-in: Captcha ausgelöst, übersprungen
es_mx: Registro de comunidad Genshin: CAPTCHA activado, omitido
fr_fr: Check-in communauté Genshin : CAPTCHA déclenché, ignoré
hi_in: जेनशिन कम्युनिटी साइन-इन: CAPTCHA ट्रिगर हुआ, छोड़ा गया
id_id: Check-in Komunitas Genshin: CAPTCHA terpicu, dilewati
it_it: Firma Community Genshin: CAPTCHA attivato, saltato
ja_jp: コミュニティチェックイン: CAPTCHA発生、スキップ
ko_kr: 원신 커뮤니티 출석: CAPTCHA 발생, 건너뜀
pt_br: Check-in da comunidade Genshin: CAPTCHA acionado, pulado
ru_ru: Отметка сообщества: капча, пропущено
zh_cn: 原神社区签到: 触发验证码，已跳过
zh_tw: 原神社群簽到: 觸發驗證碼，已跳過

# CheckinCommunity_GenshinSignFailed
source: Genshin Community Sign-in failed: {0}
de_de: Genshin Community-Check-in fehlgeschlagen: {0}
es_mx: Registro de comunidad Genshin fallido: {0}
fr_fr: Échec du check-in communauté Genshin : {0}
hi_in: जेनशिन कम्युनिटी साइन-इन विफल: {0}
id_id: Check-in Komunitas Genshin gagal: {0}
it_it: Firma Community Genshin fallita: {0}
ja_jp: コミュニティチェックイン失敗: {0}
ko_kr: 원신 커뮤니티 출석 실패: {0}
pt_br: Check-in da comunidade Genshin falhou: {0}
ru_ru: Ошибка отметки сообщества: {0}
zh_cn: 原神社区签到失败: {0}
zh_tw: 原神社群簽到失敗: {0}

# CheckinCommunity_GenshinSignException
source: Genshin Community Sign-in exception: {0}
de_de: Genshin Community-Check-in Fehler: {0}
es_mx: Excepción en registro de comunidad Genshin: {0}
fr_fr: Exception check-in communauté Genshin : {0}
hi_in: जेनशिन कम्युनिटी साइन-इन अपवाद: {0}
id_id: Exception Check-in Komunitas Genshin: {0}
it_it: Eccezione firma Community Genshin: {0}
ja_jp: コミュニティチェックイン例外: {0}
ko_kr: 원신 커뮤니티 출석 예외: {0}
pt_br: Exceção no check-in da comunidade Genshin: {0}
ru_ru: Исключение отметки сообщества: {0}
zh_cn: 原神社区签到异常: {0}
zh_tw: 原神社群簽到異常: {0}

# CheckinCommunity_ReadSuccess
source: Read success: {0}
de_de: Lesen erfolgreich: {0}
es_mx: Lectura exitosa: {0}
fr_fr: Lecture réussie : {0}
hi_in: पढ़ना सफल: {0}
id_id: Baca berhasil: {0}
it_it: Lettura riuscita: {0}
ja_jp: 既読成功: {0}
ko_kr: 읽기 성공: {0}
pt_br: Leitura bem-sucedida: {0}
ru_ru: Чтение успешно: {0}
zh_cn: 阅读成功: {0}
zh_tw: 閱讀成功: {0}

# CheckinCommunity_ReadFailed
source: Read failed: {0}
de_de: Lesen fehlgeschlagen: {0}
es_mx: Lectura fallida: {0}
fr_fr: Échec de lecture : {0}
hi_in: पढ़ना विफल: {0}
id_id: Baca gagal: {0}
it_it: Lettura fallita: {0}
ja_jp: 既読失敗: {0}
ko_kr: 읽기 실패: {0}
pt_br: Falha na leitura: {0}
ru_ru: Ошибка чтения: {0}
zh_cn: 阅读失败: {0}
zh_tw: 閱讀失敗: {0}

# CheckinCommunity_ReadException
source: Read exception: {0} ({1})
de_de: Lesefehler: {0} ({1})
es_mx: Excepción de lectura: {0} ({1})
fr_fr: Exception de lecture : {0} ({1})
hi_in: पढ़ने का अपवाद: {0} ({1})
id_id: Exception baca: {0} ({1})
it_it: Eccezione lettura: {0} ({1})
ja_jp: 既読例外: {0}（{1}）
ko_kr: 읽기 예외: {0} ({1})
pt_br: Exceção na leitura: {0} ({1})
ru_ru: Исключение чтения: {0} ({1})
zh_cn: 阅读异常: {0} ({1})
zh_tw: 閱讀異常: {0} ({1})

# CheckinCommunity_LikeSuccess
source: Like success: {0}
de_de: Liken erfolgreich: {0}
es_mx: Me gusta exitoso: {0}
fr_fr: J'aime réussi : {0}
hi_in: पसंद सफल: {0}
id_id: Suka berhasil: {0}
it_it: Mi piace riuscito: {0}
ja_jp: いいね成功: {0}
ko_kr: 좋아요 성공: {0}
pt_br: Curtida bem-sucedida: {0}
ru_ru: Лайк успешен: {0}
zh_cn: 点赞成功: {0}
zh_tw: 按讚成功: {0}

# CheckinCommunity_LikeFailed
source: Like failed: {0} ({1})
de_de: Liken fehlgeschlagen: {0} ({1})
es_mx: Me gusta fallido: {0} ({1})
fr_fr: Échec du j'aime : {0} ({1})
hi_in: पसंद विफल: {0} ({1})
id_id: Suka gagal: {0} ({1})
it_it: Mi piace fallito: {0} ({1})
ja_jp: いいね失敗: {0}（{1}）
ko_kr: 좋아요 실패: {0} ({1})
pt_br: Falha na curtida: {0} ({1})
ru_ru: Ошибка лайка: {0} ({1})
zh_cn: 点赞失败: {0} ({1})
zh_tw: 按讚失敗: {0} ({1})

# CheckinCommunity_LikeException
source: Like exception: {0} ({1})
de_de: Like-Fehler: {0} ({1})
es_mx: Excepción de me gusta: {0} ({1})
fr_fr: Exception du j'aime : {0} ({1})
hi_in: पसंद का अपवाद: {0} ({1})
id_id: Exception suka: {0} ({1})
it_it: Eccezione mi piace: {0} ({1})
ja_jp: いいね例外: {0}（{1}）
ko_kr: 좋아요 예외: {0} ({1})
pt_br: Exceção na curtida: {0} ({1})
ru_ru: Исключение лайка: {0} ({1})
zh_cn: 点赞异常: {0} ({1})
zh_tw: 按讚異常: {0} ({1})

# CheckinCommunity_ShareSuccess
source: Share success: {0}
de_de: Teilen erfolgreich: {0}
es_mx: Compartir exitoso: {0}
fr_fr: Partage réussi : {0}
hi_in: साझा सफल: {0}
id_id: Bagikan berhasil: {0}
it_it: Condivisione riuscita: {0}
ja_jp: 共有成功: {0}
ko_kr: 공유 성공: {0}
pt_br: Compartilhamento bem-sucedido: {0}
ru_ru: Репост успешен: {0}
zh_cn: 分享成功: {0}
zh_tw: 分享成功: {0}

# CheckinCommunity_ShareFailed
source: Share failed: {0} ({1})
de_de: Teilen fehlgeschlagen: {0} ({1})
es_mx: Compartir fallido: {0} ({1})
fr_fr: Échec du partage : {0} ({1})
hi_in: साझा विफल: {0} ({1})
id_id: Bagikan gagal: {0} ({1})
it_it: Condivisione fallita: {0} ({1})
ja_jp: 共有失敗: {0}（{1}）
ko_kr: 공유 실패: {0} ({1})
pt_br: Falha no compartilhamento: {0} ({1})
ru_ru: Ошибка репоста: {0} ({1})
zh_cn: 分享失败: {0} ({1})
zh_tw: 分享失敗: {0} ({1})

# CheckinCommunity_ShareException
source: Share exception: {0} ({1})
de_de: Share-Fehler: {0} ({1})
es_mx: Excepción de compartir: {0} ({1})
fr_fr: Exception du partage : {0} ({1})
hi_in: साझा करने का अपवाद: {0} ({1})
id_id: Exception bagikan: {0} ({1})
it_it: Eccezione condivisione: {0} ({1})
ja_jp: 共有例外: {0}（{1}）
ko_kr: 공유 예외: {0} ({1})
pt_br: Exceção no compartilhamento: {0} ({1})
ru_ru: Исключение репоста: {0} ({1})
zh_cn: 分享异常: {0} ({1})
zh_tw: 分享異常: {0} ({1})

# CheckinCommunity_Exception
source: Exception: {0}
de_de: Fehler: {0}
es_mx: Excepción: {0}
hi_in: अपवाद: {0}
it_it: Eccezione: {0}
ja_jp: 例外: {0}
ko_kr: 예외: {0}
pt_br: Exceção: {0}
ru_ru: Исключение: {0}
zh_cn: 异常: {0}
zh_tw: 異常: {0}

# Checkin_NoBoundAccount
source: No bound account detected
de_de: Kein verknüpftes Konto erkannt
es_mx: No se detectó cuenta vinculada
fr_fr: Aucun compte lié détecté
hi_in: कोई बंधा खाता नहीं मिला
id_id: Tidak ada akun terikat terdeteksi
it_it: Nessun account associato rilevato
ja_jp: バインド済みアカウント未検出
ko_kr: 연동된 계정이 감지되지 않았습니다
pt_br: Nenhuma conta vinculada detectada
ru_ru: Привязанный аккаунт не обнаружен
zh_cn: 未检测到绑定账号
zh_tw: 未偵測到綁定帳號

# Checkin_Reason
source: , reason: {0}
de_de: , Grund: {0}
es_mx: , razón: {0}
fr_fr: , raison : {0}
hi_in: , कारण: {0}
id_id: , alasan: {0}
it_it: , motivo: {0}
ja_jp: 、理由: {0}
ko_kr: , 사유: {0}
pt_br: , motivo: {0}
ru_ru: , причина: {0}
zh_cn: ，原因: {0}
zh_tw: ，原因: {0}

# Checkin_Detail
source: , detail: {0}
de_de: , Details: {0}
es_mx: , detalle: {0}
fr_fr: , détail : {0}
hi_in: , विवरण: {0}
it_it: , dettaglio: {0}
ja_jp: 、詳細: {0}
ko_kr: , 세부 정보: {0}
pt_br: , detalhe: {0}
ru_ru: , детали: {0}
zh_cn: ，详情: {0}
zh_tw: ，詳情: {0}

# Checkin_GetInfoFailed
source: Failed to get check-in info
de_de: Abruf der Check-in-Informationen fehlgeschlagen
es_mx: Error al obtener información de check-in
fr_fr: Échec de récupération des informations de check-in
hi_in: चेक-इन जानकारी प्राप्त करने में विफल
id_id: Gagal mendapatkan info check-in
it_it: Recupero informazioni check-in fallito
ja_jp: チェックイン情報取得失敗
ko_kr: 출석 정보를 가져오지 못했습니다
pt_br: Falha ao obter informações de check-in
ru_ru: Не удалось получить информацию об отметке
zh_cn: 获取签到信息失败
zh_tw: 取得簽到資訊失敗

# Checkin_FirstBindWarning
source: is bound for the first time. Please manually check in once first.
de_de: Erstmalige Verknüpfung. Bitte führe zuerst einen manuellen Check-in durch.
es_mx: se vincula por primera vez. Por favor, haz check-in manualmente una vez primero.
fr_fr: Première liaison, veuillez d'abord faire un check-in manuel
hi_in: पहली बार बंधा है। कृपया पहले एक बार मैन्युअल रूप से चेक-इन करें।
id_id: Ini pertama kalinya akun di-tautkan. Harap lakukan check-in manual satu kali terlebih dahulu.
it_it: è associato per la prima volta. Effettua il check-in manualmente una volta.
ja_jp: 初回バインドです。先に手動でチェックインしてください。
ko_kr: 처음 연동되었습니다. 먼저 수동으로 한 번 출석 체크해 주세요.
pt_br: está vinculado pela primeira vez. Por favor, faça o check-in manualmente uma vez primeiro.
ru_ru: Аккаунт привязан впервые. Сначала выполните отметку вручную.
zh_cn: 是第一次绑定，请先手动签到一次
zh_tw: 是第一次綁定，請先手動簽到一次

# Checkin_AlreadySignedToday
source: Already checked in today
de_de: Heute wurde bereits eingecheckt
es_mx: Ya has hecho check-in hoy
fr_fr: Check-in déjà effectué aujourd'hui
hi_in: आज पहले ही चेक-इन हो चुका है
id_id: Sudah check-in hari ini
it_it: Check-in già effettuato oggi
ja_jp: 本日既にチェックイン済み
ko_kr: 오늘 이미 출석했습니다
pt_br: Já fez check-in hoje
ru_ru: Уже отмечен сегодня
zh_cn: 今天已经签到过了
zh_tw: 今天已經簽到過了

# Checkin_TodayReward
source: Today's reward is {0}
de_de: Die heutige Belohnung ist {0}
es_mx: La recompensa de hoy es {0}
fr_fr: La récompense du jour est {0}
hi_in: आज का पुरस्कार {0} है
id_id: Hadiah hari ini adalah {0}
it_it: La ricompensa di oggi è {0}
ja_jp: 本日の報酬: {0}
ko_kr: 오늘의 보상은 {0}입니다
pt_br: A recompensa de hoje é {0}
ru_ru: Сегодняшняя награда: {0}
zh_cn: 今天获得的奖励是{0}
zh_tw: 今天獲得的獎勵是{0}

# Checkin_SignRequestFailed
source: This check-in request failed
de_de: Check-in-Anfrage fehlgeschlagen
es_mx: Esta solicitud de check-in falló
fr_fr: Échec de la requête de check-in
hi_in: यह चेक-इन अनुरोध विफल रहा
id_id: Permintaan check-in ini gagal
it_it: Richiesta check-in fallita
ja_jp: このチェックインリクエストは失敗しました
ko_kr: 이 출석 요청이 실패했습니다
pt_br: Esta requisição de check-in falhou
ru_ru: Запрос отметки не удался
zh_cn: 本次签到请求失败
zh_tw: 本次簽到請求失敗

# Checkin_SignRateLimited
source: Check-in failed, HTTP 429 rate limited
de_de: Check-in fehlgeschlagen, HTTP 429 Ratenbegrenzung
es_mx: Check-in fallido, límite de tasa HTTP 429
fr_fr: Échec du check-in, limitation HTTP 429 déclenchée
hi_in: चेक-इन विफल, HTTP 429 दर सीमित
id_id: Check-in gagal, HTTP 429 rate limited
it_it: Check-in fallito, HTTP 429 limite richieste
ja_jp: チェックイン失敗、HTTP 429 レート制限
ko_kr: 출석 실패, HTTP 429 속도 제한
pt_br: Check-in falhou, HTTP 429 limite de taxa
ru_ru: Ошибка отметки, HTTP 429 ограничение
zh_cn: 签到失败，触发 HTTP 429 限流
zh_tw: 簽到失敗，觸發 HTTP 429 限流

# Checkin_ParseResultFailed
source: Failed to parse check-in result
de_de: Auswertung des Check-in-Ergebnisses fehlgeschlagen
es_mx: Error al analizar resultado de check-in
fr_fr: Échec de l'analyse du résultat de check-in
hi_in: चेक-इन परिणाम पार्स करने में विफल
id_id: Gagal mengurai hasil check-in
it_it: Analisi risultato check-in fallita
ja_jp: チェックイン結果解析失敗
ko_kr: 출석 결과를 구문 분석하지 못했습니다
pt_br: Falha ao analisar resultado do check-in
ru_ru: Не удалось разобрать результат отметки
zh_cn: 解析签到结果失败
zh_tw: 解析簽到結果失敗

# Checkin_SignSuccess
source: Check-in successful
de_de: Check-in erfolgreich
es_mx: Check-in exitoso
fr_fr: Check-in réussi
hi_in: चेक-इन सफल
id_id: Check-in berhasil
it_it: Check-in riuscito
ja_jp: チェックイン成功
ko_kr: 출석 성공
pt_br: Check-in bem-sucedido
ru_ru: Отметка успешна
zh_cn: 签到成功
zh_tw: 簽到成功

# Checkin_SignFailedApi
source: Check-in failed, API says: {0}
de_de: Check-in fehlgeschlagen, API-Meldung: {0}
es_mx: Check-in fallido, la API dice: {0}
fr_fr: Échec du check-in, message API : {0}
hi_in: चेक-इन विफल, API कहता है: {0}
id_id: Check-in gagal, API mengatakan: {0}
it_it: Check-in fallito, API dice: {0}
ja_jp: チェックイン失敗、API: {0}
ko_kr: 출석 실패, API 응답: {0}
pt_br: Check-in falhou, API diz: {0}
ru_ru: Ошибка отметки, API: {0}
zh_cn: 签到失败，API提示: {0}
zh_tw: 簽到失敗，API提示: {0}

# Checkin_SignedDays
source: Signed in for {0} days
de_de: Bereits {0} Tage eingecheckt
es_mx: Registrado durante {0} días
fr_fr: {0} jour(s) de check-in
hi_in: {0} दिनों से साइन इन है
id_id: Sudah check-in selama {0} hari
it_it: Firmato per {0} giorni
ja_jp: {0}日間チェックイン済み
ko_kr: {0}일 연속 출석
pt_br: Check-in feito por {0} dias
ru_ru: Отмечено дней: {0}
zh_cn: 已签到{0}天
zh_tw: 已簽到{0}天

# Checkin_RewardIs
source: Reward is {0}
de_de: Belohnung ist {0}
es_mx: La recompensa es {0}
fr_fr: La récompense est {0}
hi_in: पुरस्कार {0} है
id_id: Hadiah adalah {0}
it_it: La ricompensa è {0}
ja_jp: 報酬: {0}
ko_kr: 보상은 {0}입니다
pt_br: A recompensa é {0}
ru_ru: Награда: {0}
zh_cn: 奖励是{0}
zh_tw: 獎勵是{0}

# Checkin_NoAccountToSign
source: No accounts available for check-in
de_de: Kein Konto zum Einchecken verfügbar
es_mx: No hay cuentas disponibles para check-in
fr_fr: Aucun compte pour le check-in
hi_in: चेक-इन के लिए कोई खाता उपलब्ध नहीं
id_id: Tidak ada akun tersedia untuk check-in
it_it: Nessun account disponibile per il check-in
ja_jp: チェックイン可能なアカウントなし
ko_kr: 출석할 계정이 없습니다
pt_br: Nenhuma conta disponível para check-in
ru_ru: Нет аккаунтов для отметки
zh_cn: 没有可签到的账号
zh_tw: 沒有可簽到的帳號

# Checkin_ParseAccountListFailed
source: Failed to parse account list
de_de: Auswertung der Kontoliste fehlgeschlagen
es_mx: Error al analizar lista de cuentas
fr_fr: Échec de l'analyse de la liste des comptes
hi_in: खाता सूची पार्स करने में विफल
id_id: Gagal mengurai daftar akun
it_it: Analisi elenco account fallita
ja_jp: アカウントリスト解析失敗
ko_kr: 계정 목록을 구문 분석하지 못했습니다
pt_br: Falha ao analisar lista de contas
ru_ru: Не удалось разобрать список аккаунтов
zh_cn: 解析账号列表失败
zh_tw: 解析帳號清單失敗

# Checkin_GetAccountListException
source: Get account list exception: {0}
de_de: Fehler beim Abruf der Kontoliste: {0}
es_mx: Excepción al obtener lista de cuentas: {0}
fr_fr: Exception lors de la récupération de la liste des comptes : {0}
hi_in: खाता सूची प्राप्त करने का अपवाद: {0}
id_id: Exception mendapatkan daftar akun: {0}
it_it: Eccezione recupero elenco account: {0}
ja_jp: アカウントリスト取得例外: {0}
ko_kr: 계정 목록 가져오기 예외: {0}
pt_br: Exceção ao obter lista de contas: {0}
ru_ru: Исключение получения списка аккаунтов: {0}
zh_cn: 获取账号列表异常: {0}
zh_tw: 取得帳號清單異常: {0}

# Checkin_ParseSignStatusFailed
source: Failed to parse sign-in status
de_de: Auswertung des Check-in-Status fehlgeschlagen
es_mx: Error al analizar estado de registro
fr_fr: Échec de l'analyse du statut de check-in
hi_in: साइन-इन स्थिति पार्स करने में विफल
id_id: Gagal mengurai status check-in
it_it: Analisi stato firma fallita
ja_jp: チェックイン状態解析失敗
ko_kr: 출석 상태를 구문 분석하지 못했습니다
pt_br: Falha ao analisar status de check-in
ru_ru: Не удалось разобрать статус отметки
zh_cn: 解析签到状态失败
zh_tw: 解析簽到狀態失敗

# Checkin_RequestSignStatusException
source: Request sign-in status exception: {0}
de_de: Fehler beim Abruf des Check-in-Status: {0}
es_mx: Excepción al solicitar estado de registro: {0}
fr_fr: Exception lors de la requête du statut de check-in : {0}
hi_in: साइन-इन स्थिति अनुरोध अपवाद: {0}
id_id: Exception permintaan status check-in: {0}
it_it: Eccezione richiesta stato firma: {0}
ja_jp: チェックイン状態リクエスト例外: {0}
ko_kr: 출석 상태 요청 예외: {0}
pt_br: Exceção ao solicitar status de check-in: {0}
ru_ru: Исключение запроса статуса отметки: {0}
zh_cn: 请求签到状态异常: {0}
zh_tw: 請求簽到狀態異常: {0}

# Checkin_ParseResponseDataFailed
source: Failed to parse account list response data
de_de: Auswertung der Kontolisten-Antwortdaten fehlgeschlagen
es_mx: Error al analizar datos de respuesta de lista de cuentas
fr_fr: Échec de l'analyse des données de réponse de la liste des comptes
hi_in: खाता सूची प्रतिक्रिया डेटा पार्स करने में विफल
id_id: Gagal mengurai data respons daftar akun
it_it: Analisi dati risposta elenco account fallita
ja_jp: アカウントリスト応答データ解析失敗
ko_kr: 계정 목록 응답 데이터를 구문 분석하지 못했습니다
pt_br: Falha ao analisar dados de resposta da lista de contas
ru_ru: Не удалось разобрать данные ответа списка аккаунтов
zh_cn: 解析账号列表响应数据失败
zh_tw: 解析帳號清單回應資料失敗

# Checkin_NetworkRequestException
source: Network request exception: {0}
de_de: Netzwerkfehler: {0}
es_mx: Excepción de solicitud de red: {0}
fr_fr: Exception de requête réseau : {0}
hi_in: नेटवर्क अनुरोध अपवाद: {0}
id_id: Exception permintaan jaringan: {0}
it_it: Eccezione richiesta di rete: {0}
ja_jp: ネットワークリクエスト例外: {0}
ko_kr: 네트워크 요청 예외: {0}
pt_br: Exceção de requisição de rede: {0}
ru_ru: Исключение сетевого запроса: {0}
zh_cn: 网络请求异常: {0}
zh_tw: 網路請求異常: {0}

# Checkin_GetCalendarException
source: Get rewards calendar exception: {0}
de_de: Fehler beim Abruf des Belohnungskalenders: {0}
es_mx: Excepción al obtener calendario de recompensas: {0}
fr_fr: Exception lors de la récupération du calendrier des récompenses : {0}
hi_in: पुरस्कार कैलेंडर प्राप्त करने का अपवाद: {0}
id_id: Exception mendapatkan kalender hadiah: {0}
it_it: Eccezione recupero calendario ricompense: {0}
ja_jp: 報酬カレンダー取得例外: {0}
ko_kr: 보상 달력 가져오기 예외: {0}
pt_br: Exceção ao obter calendário de recompensas: {0}
ru_ru: Исключение получения календаря наград: {0}
zh_cn: 获取奖励日历异常: {0}
zh_tw: 取得獎勵日曆異常: {0}

# Checkin_AllAccountsSuccess
source: Check-in complete. All {0} accounts succeeded.
de_de: Check-in abgeschlossen – alle {0} Konten erfolgreich
es_mx: Check-in completado. Las {0} cuentas tuvieron éxito.
fr_fr: Check-in terminé, {0} compte(s) réussi(s)
hi_in: चेक-इन पूर्ण। सभी {0} खाते सफल रहे।
id_id: Check-in selesai. Semua {0} akun berhasil.
it_it: Check-in completato. Tutti i {0} account riusciti.
ja_jp: チェックイン完了。全{0}アカウント成功。
ko_kr: 출석 완료. {0}개 계정 모두 성공.
pt_br: Check-in concluído. Todas as {0} contas tiveram sucesso.
ru_ru: Отметка завершена. Все {0} аккаунтов успешно.
zh_cn: 签到完成，{0}个账号全部成功
zh_tw: 簽到完成，{0}個帳號全部成功

# Checkin_PartialSuccess
source: Check-in complete. {0} succeeded, {1} failed.
de_de: Check-in abgeschlossen – {0} erfolgreich, {1} fehlgeschlagen
es_mx: Check-in completado. {0} exitosas, {1} fallidas.
fr_fr: Check-in terminé, {0} succès, {1} échec(s)
hi_in: चेक-इन पूर्ण। {0} सफल, {1} विफल।
id_id: Check-in selesai. {0} berhasil, {1} gagal.
it_it: Check-in completato. {0} riusciti, {1} falliti.
ja_jp: チェックイン完了。{0}成功、{1}失敗。
ko_kr: 출석 완료. {0} 성공, {1} 실패.
pt_br: Check-in concluído. {0} com sucesso, {1} falharam.
ru_ru: Отметка завершена. {0} успешно, {1} с ошибкой.
zh_cn: 签到完成，{0}个成功，{1}个失败
zh_tw: 簽到完成，{0}個成功，{1}個失敗

# Checkin_AllFailed
source: Check-in failed. {0} accounts had errors.
de_de: Check-in fehlgeschlagen – insgesamt {0} Konten mit Fehlern
es_mx: Check-in fallido. {0} cuentas tuvieron errores.
fr_fr: Échec du check-in, {0} compte(s) en erreur
hi_in: चेक-इन विफल। {0} खातों में त्रुटियाँ थीं।
id_id: Check-in gagal. {0} akun mengalami kesalahan.
it_it: Check-in fallito. {0} account hanno avuto errori.
ja_jp: チェックイン失敗。{0}アカウントでエラー。
ko_kr: 출석 실패. {0}개 계정에서 오류 발생.
pt_br: Check-in falhou. {0} contas tiveram erros.
ru_ru: Отметка не удалась. {0} аккаунтов с ошибками.
zh_cn: 签到失败，共{0}个账号出错
zh_tw: 簽到失敗，共{0}個帳號出錯

# Checkin_AllDisabled
source: All accounts are disabled
de_de: Alle Konten wurden deaktiviert
es_mx: Todas las cuentas están desactivadas
fr_fr: Tous les comptes sont désactivés
hi_in: सभी खाते अक्षम हैं
id_id: Semua akun dinonaktifkan
it_it: Tutti gli account sono disabilitati
ja_jp: すべてのアカウントが無効
ko_kr: 모든 계정이 비활성화되었습니다
pt_br: Todas as contas estão desativadas
ru_ru: Все аккаунты отключены
zh_cn: 所有账号已被禁用
zh_tw: 所有帳號已被停用

# Checkin_AccountNotFound
source: Current account not found
de_de: Aktuelles Konto nicht gefunden
es_mx: Cuenta actual no encontrada
fr_fr: Compte actuel introuvable
hi_in: वर्तमान खाता नहीं मिला
id_id: Akun saat ini tidak ditemukan
it_it: Account corrente non trovato
ja_jp: 現在のアカウントが見つかりません
ko_kr: 현재 계정을 찾을 수 없습니다
pt_br: Conta atual não encontrada
ru_ru: Текущий аккаунт не найден
zh_cn: 未找到当前账号
zh_tw: 未找到目前帳號
